---
kind: enumMember
id: F:Autodesk.Revit.DB.PaperPlacementType.Center
enum: Autodesk.Revit.DB.PaperPlacementType
source: html/b0a39fd9-3b56-1cab-ecb9-15b4c32afd03.htm
---
# Autodesk.Revit.DB.PaperPlacementType.Center

The type of Paper Placement is Center.